Repository: Cacti/plugin_cycle
Catalog: locales/po/*.po
Languages: lv_lv

source: No Graphs Found Matching Criteria
lv_lv: Netika atrasts neviens grafiks, kas atbilstu kritērijiem

source: Cycle Graph Filter
lv_lv: Cikla diagrammas filtrs

source: Next Update In
lv_lv: Nākamais atjauninājums

source: Graph Display Timespan
lv_lv: Grafika displeja laika posms

source: Cycle Rotation Refresh Frequency
lv_lv: Cikla rotācijas atsvaidzināšanas frekvence

source: Number of Graphs per Page
lv_lv: Grafiku skaits lapā

source: Cycle to Previous Graphs
lv_lv: Pārejiet uz iepriekšējiem grafikiem

source: Prev
lv_lv: Iepriekš

source: Stop
lv_lv: Pietura

source: Stop Cycling
lv_lv: Beidz braukt ar velosipēdu

source: Resume Cycling
lv_lv: Atsākt riteņbraukšanu

source: Start
lv_lv: Sākt

source: Cycle to Next Graphs
lv_lv: Pārejiet uz nākamo grafiku

source: Next
lv_lv: Nākamais

source: Refresh
lv_lv: Atsvaidzināt

source: Refresh Graphs Now
lv_lv: Atsvaidziniet grafikus tūlīt

source: Clear
lv_lv: Notīrīt

source: Clear Filter
lv_lv: Notīrīt filtru

source: Save
lv_lv: Saglabāt

source: Save Filter Settings
lv_lv: Saglabājiet filtra iestatījumus

source: Graph Height
lv_lv: Grafika augstums

source: Graph Width
lv_lv: Grafika platums

source: Display Graph Legend
lv_lv: Parādīt diagrammas leģendu

source: Select Tree to View
lv_lv: Atlasiet apskatāmais koks

source: Select Tree Leaf to Display
lv_lv: Atlasiet Parādāmā koka lapa

source: All Levels
lv_lv: Visi līmeņi

source: Top Level
lv_lv: Augstākais līmenis

source: Enter Regular Expression Match (only alpha, numeric, and special characters \"(^_|?)\" permitted)
lv_lv: Ievadiet regulārās izteiksmes atbilstību (atļautas tikai burtu, ciparu un speciālās rakstzīmes \"(^_|?)\")

source: Cycle Graphs
lv_lv: Ciklu diagrammas

source: %d Graph
lv_lv: %d diagramma

source: %d Graphs
lv_lv: %d grafiki

source: %d Column
lv_lv: %d kolonna

source: %d Columns
lv_lv: %d kolonnas

source: Plugin -> Cycle Graphs
lv_lv: Spraudnis -> Ciklu diagrammas

source: Delay Interval
lv_lv: Aizkaves intervāls

source: This is the time in seconds before the next graph is displayed.
lv_lv: Šis ir laiks sekundēs, pirms tiek parādīta nākamā diagramma.

source: Graph Timespan
lv_lv: Grafiks Laika posma

source: This is the default timespan that will be displayed on the page.
lv_lv: Šis ir noklusējuma laika posms, kas tiks rādīts lapā.

source: Column Count
lv_lv: Kolonnu skaits

source: In Tree Mode this is the number of columns that will be used.
lv_lv: Koka režīmā tas ir izmantoto kolonnu skaits.

source: Select the number of graphs to display per page
lv_lv: Izvēlieties diagrammu skaitu, kas jāparāda vienā lapā

source: This sets the graph height for the displayed graphs.
lv_lv: Tādējādi tiek iestatīts parādīto grafiku diagrammas augstums.

source: This sets the graph width for the displayed graphs.
lv_lv: Tādējādi tiek iestatīts parādīto grafiku diagrammas platums.

source: Display Legend
lv_lv: Displeja leģenda

source: Check this to display legend.
lv_lv: Atzīmējiet šo, lai parādītu leģendu.

source: Predefined Rotations
lv_lv: Iepriekš noteiktas rotācijas

source: Rotation Type
lv_lv: Rotācijas veids

source: Select which method to use for custom graph rotation. If you select 'Specific List', you must define a list of Graph ID's
lv_lv: Atlasiet, kuru metodi izmantot pielāgotai diagrammas pagriešanai. Ja izvēlaties "Īpašais saraksts", jums ir jādefinē diagrammas ID saraksts

source: Legacy (All)
lv_lv: Mantojums (viss)

source: Specific List
lv_lv: Konkrēts saraksts

source: Tree Mode
lv_lv: Koka režīms

source: Custom Graph List
lv_lv: Pielāgotu grafiku saraksts

source: This must be a comma delimited list of Graph ID's to cycle through. For example '1,2,3,4'
lv_lv: Šim ir jābūt ar komatiem atdalītam diagrammu ID sarakstam, lai to pārvietotu. Piemēram '1,2,3,4'

source: Default Tree
lv_lv: Noklusējuma koks

source: Select the graph tree to cycle if Tree Mode is selected
lv_lv: Atlasiet diagrammas koku, lai ciklētu, ja ir atlasīts koka režīms

source: %d Pixels
lv_lv: %d pikseļi

source: Cycling
lv_lv: Riteņbraukšana
